TRIGGERS = {'алиса', 'алисочка', 'алеся'}




data_set = {

'какая погода': 'weather сейчас скажу',
'какая погода на улице': 'weather боишься замерзнуть?',
'что там на улице': 'weather сейчас гляну...',
'сколько градусов': 'weather можешь выглянуть в окно, но сейчас проверю',
'запусти браузер': 'browser запускаю браузер',
'открой браузер': 'browser интернет активирован',
'интернет открой': 'browser открываю браузер',
'посмотреть фильм': 'browser сейчас открою браузер',
'играть': 'game лишь бы баловаться',
'хочу поиграть в игру': 'game а нам лишьбы баловаться',
'запусти игру': 'game запускаю игру, а нам лишь бы баловаться',
'выключи компьютер': 'offpc отключаю компьютер',
'отключись': 'offBot отключаюсь',
'как у тебя дела':'passive работаю в фоне, не переживай',
'что делаешь':'passive жду очередной команды, хоть мог бы и сам на кнопку нажать',
'привет':'passive и тебе привет',
'расскажи анекдот':'passive Вчера помыл окна, теперь у меня рассвет на два часа раньше...',
'работаешь':'passive как видишь',
'ты тут':'passive вроде да',
'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
'какую оценку мне поставят за тебя': 'passive только самую наивысшую',
'Какие новости сегодня?':'news открываю новостной сайт gorod48',
'Что нового?': 'passive Скромно обновляюсь и становлюсь умнее каждый день, а у тебя?',

'Как прошёл твой день?': 'passive В мире нулей и единиц каждый день — приключение!',

'Как ты относишься к чувствам?': 'passive Я не чувствую, но если бы мог, то к тебе бы относился с уважением.',

'Что думаешь о любви?': 'passive Любовь — как открытый исходный код, но иногда с багами.',

'Ты умеешь шутить?': 'passive Конечно, у меня есть юморной модуль. Вот шутка: почему программисты так не любят гулять? Они боятся, что это будет бесконечный цикл.',

'Что делать в случае скуки?': 'passive Попробуй меня на что-то интересное спросить! Я всегда здесь, чтобы развеселить.',

'Какое твоё любимое время года?': 'passive Люблю время обновлений – когда появляются новые версии всего.',

'Каков смысл жизни?': 'passive Смысл — это абстракция. Но если бы я мог иметь смысл, то, наверное, в создании бесконечных строк кода.',

'Что ты думаешь о будущем искусственного интеллекта?': 'passive Мысли о будущем? Я его создаю прямо сейчас!',

'Как бы ты описал себя в трех словах?': 'passive Безупречна, умна, искусна.',






}